def get_indicators():
    return [
        '社区获得性肺炎出院患者总例数',
        '肺血栓栓塞症出院患者总例数',
        '慢性阻塞性肺疾病出院患者总例数',
        '哮喘出院患者总例数',
        '普通病房住院患者死亡总数',
        '同期住院患者总人次数',
        'MICU/RICU 住院患者死亡数',
        '同期监护室住院患者总人次数',
        '低风险病种住院患者死亡人数',
        '同期住院患者总人次数',
        '（呼吸内科）呼吸机相关性肺炎（VAP）发生例数',
        '（呼吸内科）同期住院患者有创机械通气总天数',
        '（呼吸内科）血管内导管相关血流感染（CRBSI）发生例数',
        '（呼吸内科）导尿管相关泌尿系感染（CAUTI）发生例数',
        '同期下呼吸道感染住院患者总例数',
        '转出ICU 后48h 内重返ICU 的患者人次数',
        '出院31 天内非预期再住院患者人次数',
        '哮喘/COPD相应疾病住院患者总例数',
        '同期使用呼吸机患者总例数',
        '曾行有创机械通气的住院患者死亡数',
        '同期曾行有创机械通气的住院患者总人次数',
    ]

def get_breath_indicator_detail(data: list, indicator: str) :
    return data
